{
  "type": "network",
  "version": "1.0",
  "data": "data.json",
  "logo": {
    "file": "",
    "link": "",
    "text": "Нежурина Екатерина"
  },
  "text": {
    "more": "Этот период русской истории был богат на политические перевороты, заговоры и дворцовые интриги, которые часто кардинально изменяли ход истории и влияли на судьбу государства. Исследование таких заговоров позволяет лучше понять внутренние механизмы власти, взаимодействие ключевых исторических фигур, а также социальные и политические процессы, которые происходили в стране в этот период. Я выбрала именно этот временной период для анализа в основном из-за правления Екатерины II, так как считаю её одним из самых загадочных и величественных правителей в истории России. Её способность удерживать власть, маневрировать среди политических заговоров и влиять на судьбу государства делают её фигурой, заслуживающей особого внимания.\nСложно отрицать, что выбранный временной период характеризуется частыми сменами власти, попытками переворотов и манипуляциями на высшем уровне, что делало политическую ситуацию крайне нестабильной. Заговоры и интриги стали одним из ключевых инструментов борьбы за власть, и понимание их природы, основных коалиций, а также их последствий для государства, имеет важное значение при изучении русской истории.\n",
    "intro": "АНАЛИЗ ПОЛИТИЧЕСКИХ ЗАГОВОРОВ И ИНТРИГ В РОССИЙСКОЙ ИМПЕРИИ XVIII–XIX ВЕКОВ.",
    "title": "INTRIGUES IN THE RUSSIAN EMPIRE"
  },
  "legend": {
    "edgeLabel": "Связи между ключевыми фигурами в истории",
    "colorLabel": "Деление на сообщества",
    "nodeLabel": "Исторические личности"
  },
  "features": {
    "search": true,
    "groupSelectorAttribute": false,
    "hoverBehavior": "default"
  },
  "informationPanel": {
    "groupByEdgeDirection": false,
    "imageAttribute": false
  },
  "sigma": {
    "drawingProperties": {
      "defaultEdgeType": "curve",
      "defaultHoverLabelBGColor": "#002147",
      "defaultLabelBGColor": "#ddd",
      "activeFontStyle": "bold",
      "defaultLabelColor": "#000",
      "labelThreshold": 10,
      "defaultLabelHoverColor": "#fff",
      "fontStyle": "bold",
      "hoverFontStyle": "bold",
      "defaultLabelSize": 14
    },
    "graphProperties": {
      "maxEdgeSize": 0.5,
      "minEdgeSize": 0.2,
      "minNodeSize": 1,
      "maxNodeSize": 7
    },
    "mouseProperties": {
      "maxRatio": 20,
      "minRatio": 0.75
    }
  }
}